{
  "nav": {
    "title": "BuildingTek",
    "home": "Home",
    "services": "Services",
    "portfolio": "Portfolio",
    "about": "About"
  },
  "heading": {
    "first": {
      "intro": "We Are",
      "title": "BuildingTek",
      "message1": "Saudi Building Technic Maintenance Company (SBTMC)",
      "message2": "One of the main companies at Alkholi Group."
    },
    "second": {
      "intro": "What we can do?",
      "title": "We Build and Maintain",
      "message": "A leading company in maintenance and construction fields in KSA."
    },
    "third": {
      "title": "BuildingTek Construction",
      "message": "We construct your dreams in life, and maintain it."
    },
    "fourth": {
      "title": "BuildingTek Maintenance",
      "message": "We provide a professional buildings maintenance services for various community facilities."
    }
  },
  "intro": {
    "title1": "Top Rated",
    "body1": "Saudi Building Technic is recognized as one of the leading maintenance and constructions firms in the kingdom.",
    "title2": "Best Quality",
    "body2": "Our company always make sure to provide the highest quality possible by following the latest project management techniques, and heiring the talented and most qualified employees.",
    "title3": "Low Prices",
    "body3": "One of the main goals for our company is to provide our services at low price while maintaining the highest quality."
  },
  "home": {
    "services": {
      "title": "Our Services",
      "sections": {
        "facility": {
          "title": "Facility Management, Operation, & Maintenance",
          "body": "We provide a professional buildings maintenance services for various community facilities, Universities, Ministries, Museums, Public and Private institutions, through regular and scheduled maintenance works giving our customers total service and peace of mind.",
          "btn": "Read More ..."
        },
        "constructions": {
          "title": "Constructions & Rehabilitations",
          "body": "We provide constructions services, and rehabilitations services, through our professional top class engineers, in all engineering fields, we have a great record in constructions in the kingdom.",
          "btn": "Read More ..."
        },
        "electrical": {
          "title": "Electrical",
          "body": "We provides electrical maintenance services through our professional engineers and skilled technicians who are able to perform electrical maintenance works in a very proper manner to our clients.",
          "btn": "Read More ..."
        },
        "mechanical": {
          "title": "Mechanical",
          "body": "We provides mechanical maintenance services through our professional engineers and skilled technicians who are able to perform mechanical maintenance works in a very proper manner to our clients.",
          "btn": "Read More ..."
        },
        "landscaping": {
          "title": "Landscaping",
          "body1": "We provide full landscaping services from project design, outdoor and indoor services to irrigation system installation. Landscaping design is handled by a dedicated team of professionals that makes a complete analysis of the site and comes up with solutions to transform your outdoor areas into an outstanding garden.",
          "body2": "Our indoor and outdoor landscaping services use all the fertilization and pest control products according to the highest standards required by law, modern agricultural equipment and all our work is supervised and approved by a highly qualified Engineer. Our irrigation system installation ensures your property that all your outdoor plants and scenery get the right quantity of water at the best moment possible.",
          "btn": "Read More ..."
        },
        "pool": {
          "title": "Pool Cleaning and Maintenance",
          "body": "We provide a cleaning services for swimming pools, in both public and private sectors. We use the best cleaning products and equipment. With our professional technician you can rest assure that your swimming pool is always clean and has the best cleaning chemicals, and the best cleaning equipment’s. We also provide a maintenance and renovation services for swimming pools to make it always looks better, and feels better.",
          "btn": "Read More ..."
        }
      }
    },
    "projects": {
      "title": "Latest Projects",
      "types": {
        "all": "All Projects",
        "one": "Maintenance",
        "two": "Construction"
      },
      "proj1": {
        "title": "Imam University",
        "body": {
          "p1": "Was founded in 1953. In 1974, it was granted university status by royal decree.The university houses 10 faculties. It currently has more than 24,000 students and 1,300 faculty.It has intermediate and secondary Islamic institutes in major cities of Saudi Arabia, Indonesia, Djibouti and Japan.",
          "p2": "The university as a cultural and intellectual institution aims to promote knowledge offering undergraduate as well as postgraduate studies.",
          "p3": "One of the most important aims is to promote translating and publishing as the university has its own print house. Moreover, the university achieves its goals within the Islamic Shari'a.",
          "p4": "The university is one of our largest project in the kingdom of Saudi Arabia, it contains more than 2000 of our professional, cleaners, technicians, engineers, IT, accountants,...",
          "p5": "We are responsible of the university campus maintenance, operations and cleaning."
        },
        "btn": "Close"
      },
      "proj2": {
        "title": "Al Baha University",
        "body": {
          "p1": "It is a public university that was founded in 2006. The president of the university is Prof. Dr. Saad bin Mohammad Alhareky.",
          "p2": "The main campus is at Alaqiq about 25 km away from Al Baha city. The other campuses are in Almikhwah, Almandaq, and Baljurashi.",
          "p3": "The land of the main campus in Alaqiq occupies about 6.7 km2.",
          "p4": "We serve Al Baha company through our professional staff, as a maintenance and operations providers."
        },
        "btn": "Close"
      },
      "proj3": {
        "title": "King Abdulaziz Historical Center",
        "body": {
          "p1": "The King Abdul Aziz Historical Centre is a region in the city of Riyadh, the capital of Saudi Arabia.",
          "p2": "It is not the \"historic center\" of the city as this lies to the south around Masmak fort and the main Friday Mosque in the Dira district.",
          "p3": "The origin of the King Abdul Aziz Historical Centre is the former compound of the Murabba' Palace, that was built in 1936/37 by King Abdul Aziz about one and a half kilometers to the north of the old city and well outside of the then still existing city walls.",
          "p4": "Our engineers, technicians, and cleaners provide the center with the maintenance and operations services."
        },
        "btn": "Close"
      },
      "proj4": {
        "title": "King Fahad National Library",
        "body": {
          "p1": "The library was established in 1990, and is located in Riyadh. known with its splendid building design and rare books.",
          "p2": "For many years we served the library with our expertise in maintenance and operations services."
        },
        "btn": "Close"
      },
      "proj5": {
        "title": "General Presidency of Youth Welfare",
        "body": {
          "p1": "The General Presidency of Youth Welfare (GPYW) has sponsored a range of cultural activities.",
          "p2": "These have included arts and crafts, and literary, drama and folklore clubs.",
          "p3": "The General Presidency of Youth Welfare has played an active role in national and international cultural events, including arts exhibitions, calligraphy and poetry and essay competitions.",
          "p4": "We are responsible of the design, construction of the extension to the social club in the faculty housing region."
        },
        "btn": "Close"
      },
      "proj6": {
        "title": "Abdullah Al Faisal Stadium",
        "body": {
          "p1": "The stadium is located in the south east of Jeddah, between King Abdulaziz University and the industrial city (Al Waziriah District).",
          "p2": "The stadium was constructed in 1970, and has a capacity of around 27,000 spectators, and is part of a municipal sports complex that includes an indoor arena and an aquatics center.",
          "p3": "The stadium consists of two main stands. The covered west stand, is fully seated and has an enclosed VIP box and media suites in a central tribune.",
          "p4": "The arch shaped east stand is terraced, and curves along the running track. A single large scoreboard is located on the northern edge of the east stand.",
          "p5": "We are responsible of the expansion of the stadium design and constructions, through our professional engineers and labors."
        },
        "btn": "Close"
      },
      "proj7": {
        "title": "Hajir Sport Club",
        "body": {
          "p1": "Hajer Club were founded in the city of Hofuf part of the Al-Ahsa province in 1948 and they are the oldest professional football club in the Al-Ahsa region.",
          "p2": "The club was officially recognized as a professional football club in the year of 1950. The club was formerly called \"Al-Badr\" before changing their name to \"Hajer\".",
          "p3": "We are responsible of the design, construction and preparation of the club."
        },
        "btn": "Close"
      },
      "proj8": {
        "title": "King Khalid University Hospital",
        "body": {
          "p1": "Multi-disciplinary facility with general and subspecialty medical services that provides primary, secondary care & tertiary care to its patients.",
          "p2": "It includes a designated outpatient and inpatient facility, state of the art surgical services and a fully equipped and staffed laboratory, radiology, and pharmacy services in addition to other support services and a dedicated home healthcare program.",
          "p3": "We are responsible of the expansion of Kidney Dialysis Center and the expansion of emergency room at the University's Hospital."
        },
        "btn": "Close"
      },
      "proj9": {
        "title": "King Fahd Security College",
        "body": {
          "p1": "King Fahd Security College is an educational/military institute part of the Saudi Ministry of Interior, College is located in eastern Riyadh,the capital of Saudi Arabia The faculty of educate and train students about the hardships of life and security to protect the security and stability of the country.",
          "p2": "We provide the college with our experts technicians in maintenance and operations."
        },
        "btn": "Close"
      },
      "proj10": {
        "title": "Sattam bin Abdulaziz University",
        "body": {
          "p1": "Prince Sattam Bin Abdulaziz University was formerly known as Prince Salman Bin Abdulaziz University or the University of Al-Kharj . It is a Saudi University located in the city of Al-Kharj, Saudi Arabia.",
          "p2": "It is under the supervision of the Ministry of Higher Education Saudi Arabia and managed by the Rector of the University, Dr. Abdul Rahman bin Mohammed Alasimi.",
          "p3": "We provide the university campus, the university housing and the university hospital with our professional services in maintenance, operations and cleaning."
        },
        "btn": "Close"
      },
      "proj11": {
        "title": "King Fahad Road",
        "body": {
          "p1": "King Fahad Road, in the heart of Riyadh city.",
          "p2": "Our professionals in Maintenance and Operations keeps the long crowded street clean and in a great condition."
        },
        "btn": "Close"
      },
      "proj12": {
        "title": "Diplomatic Quarter",
        "body": {
          "p1": "The DQ was originally built to accommodate the all the foreign embassy staff and diplomats, but nowadays anyone can live there in one of the many residential areas.",
          "p2": "The DQ is so large it’s almost like a small town right next to Riyadh. The diplomatic quarters can easily be reached from the city center within 10 minutes by following the Ouroba rd to its end.",
          "p3": "We provide the DQ with our professionals in Maintenance and Operations."
        },
        "btn": "Close"
      }
    },
    "projectsFinancials": {
      "title": "Financial Data for New Projects",
      "first": {
        "title": "University of Baha",
        "secondaryTitle": "Buildingtek, Wins Contract for Operation, Maintenance, and Cleaning of University of Baha",
        "body": "Continuing the company's excellence in providing facility management services, especially in the field of universities and higher education, the company has signed a three-year contract with the University of Baha to provide operation, maintenance, and cleaning services for all academic, residential, and administrative facilities of the university. The contract is valued at SAR 44.6 million, and the project operations will commence from August 2023."
      },
      "second": {
        "title": "University of Baha in Provinces",
        "secondaryTitle": "Buildingtek, Wins Contract for Operation, Maintenance, and Cleaning of University of Baha Branches in Provinces",
        "body": "The company has signed a three-year contract with the University of Baha to provide operation, maintenance, and cleaning services for the university branches in the provinces. The contract is valued at SAR 44.3 million, and the project operations will commence from August 2023."
      },
      "third": {
        "title": "SATO Residential Complex in NEOM",
        "secondaryTitle": "Buildingtek, in collaboration with two sister companies, wins facility management contract in SATO Residential Complex in NEOM",
        "body": "Buildingtek, in collaboration with Sky High and United Projects Company, will lead the management of all facilities in the SATO residential, entertainment, and medical complex, as well as the operation of the sewage station, fire station, security and safety services, and other support services facilities in NEOM city. The contract duration is five years, with an optional five-year extension. The project value depends on the number of residents being served, as the occupancy rate has reached 5,000 guests out of the total capacity of 10,000 people."
      }
    },
    "lets": {
      "body": "Let's Work Together!"
    },
    "count": {
      "body": "Happy Clients!"
    },
    "clients": {
      "title": "Our Clients",
      "body": {
        "p1": "Our clients, like our people are our most treasured assets. We nurture every client relationship with commitment, passion and integrity, which is the reason why most of our clients have been with us through the decade of our existence.",
        "p2": "By building not just business relationships but really long-lasting partnerships with our clients, we get the opportunity to work closely with them.",
        "p3": "This helps us to truly understand their unique business needs, and then we are able to customize our solutions and products to meet their long-term business goals.",
        "p4": "It is with pride that we can cite as our clientele, some of the leaders in the kingdom. We are equally proud to have contributed to the growth of many emerging players in the industry.",
        "p5": "We provide our clients with the highest quality maintenance,operations and constructions services and solutions, We operate policies of continual improvement for our products, processes and people in an effort to deliver exceptional solutions, services and client experience that exceed client expectations.",
        "p6": "To do this, we strive for a balance between flexibility in the way we operate and a tight control to consistently meet client needs."
      }
    }
  },
  "footer": {
    "title": "Contact Us",
    "info": {
      "intro": "You can contact us on one or more of the below contact channels.",
      "address": "18 Zubida Bint Jaafar St, Al Murabba - P.O. Box. 17563, Riyadh 11494, Kingdom of Saudi Arabia.",
      "phone1": "+966 11 404 1919",
      "phone2": "+966 11 405 3012",
      "mail": "info@buildingtek.com"
    },
    "form": {
      "name": "Name",
      "mNumber": "Mobile Number",
      "mAddress": "Mail Address",
      "msg": "Message",
      "send": "Send Message",
      "errors": {
        "name": "This field is required.",
        "mail": "Please enter a valid e-mail address.",
        "mobile": "This field should contain numeric values only. Use double zeros (00) instead of the (+) symbol."
      }
    }
  },
  "about": {
    "story": {
      "title": "Our Story",
      "subTitle": "Saudi Building Technic is proud of its 40 years of heritage of service in Saudi Arabia Kingdom.",
      "list": {
        "li1": "From the establishment in 1978 (1398 AH), we have grown to 3000 experienced staff professionals distributed throughout our projects. Saudi Building Technic is recognized as one of the leading maintenance and constructions firms in the kingdom.",
        "li2": "We are proud too, of our significant contribution to the development of the modern communities through our input towards a large number of building, transportation, water and sanitation, environment, health, and education projects.",
        "li3": "By associating with leading and world-class partners, we have many iconic significant projects in our portfolio, having worked at times to fast-track schedules to meet important business targets for our clients.",
        "li4": "As we steadily expand our geographic presence around the kingdom, we feel confident in the strong and experienced base we have to serve and support our operations."
      }
    },
    "whyUs": {
      "title": "Why Us!",
      "list": {
        "li1": "We respect our clients, and thank those who have trusted us with repeated business time after time and project after project.",
        "li2": "We appreciate our dedicated staff and faithful colleagues whose talents have helped us to grow into the modern company we are today.",
        "li3": "We respect the partner companies with which we have shared our growth and success, many being leaders in their sectors.",
        "li4": "With you all we look forward to a focused future based on a proud past."
      },
      "vision": {
        "title": "Vision",
        "body": "Our inspiration is our desire to be distinguished as regional leaders in maintenance, operations and constructions, our commitment is to maintain a long relationship with our clients."
      },
      "mission": {
        "title": "Mission",
        "body": "To deliver excellence in maintenance, operations and constructions, to be bound by our commitment to our clients and to a sustainable world, and to go beyond expectations."
      }
    },
    "sisters": {
      "title": "Sister Companies",
      "comp01": "AMOS",
      "comp02": "Elevators",
      "comp03": "HAKTCO",
      "comp04": "UPMOC"
    },
    "chairman": {
      "title": "Chairman's Word",
      "list": {
        "li1": "SBTMC is built on a foundation of core values that are shared across each and every member of our team.",
        "li2": "These core values assisted SBTMC grow into a national leader in maintenance and constructions services.",
        "li3": "We understand that the most important items in our industry are safety, time, cost, and quality, while protecting our environment.",
        "li4": "With this in mind SBTMC collaborates with our clients to deliver the best possible outcome.",
        "li5": "We are driven to achieve a legacy through a synergistic approach, based on integrity and satisfaction, building unsurpassed relationships, creating innovative, and sustainable solutions."
      }
    },
    "lets": {
      "body": "QUALITY COMES FIRST!"
    }
  }
}
